{"translation-revision-date":"2025-12-01 22:25:46+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"You’ve unsubscribed from email reports":["Je bent afgemeld voor e-mailrapporten"],"You’ve successfully subscribed to email reports!":["Je bent succesvol geabonneerd op e-mailrapporten!"],"You’ve successfully updated frequency settings!":["Je hebt de frequentie-instellingen succesvol geüpdatet!"],"An error occurred.":["Er is een fout opgetreden."],"You’ll receive the report to your WordPress user email":["Je ontvangt het rapport op je WordPress gebruiker e-mail"],"Subscribe":["Abonneren"],"Update Settings":["Instellingen updaten"],"Unsubscribe":["Uitschrijven"],"Frequency":["Frequentie"],"Sent on the 1st of each quarter":["Verzonden op de 1e van elk kwartaal"],"Quarterly":["Per kwartaal"],"Sent on the 1st of each month":["Verzonden op de 1e van elke maand"],"Sent every %s":["Verzonden elke %s"],"day name\u0004Saturday":["Zaterdag"],"day name\u0004Friday":["Vrijdag"],"day name\u0004Thursday":["Donderdag"],"day name\u0004Wednesday":["Woensdag"],"day name\u0004Tuesday":["Dinsdag"],"day name\u0004Monday":["Maandag"],"day name\u0004Sunday":["Zondag"],"This email is generated by Site Kit using data from your dashboard and sent to your WordPress email, so all your data stays with you.":["Deze e-mail is gegenereerd door Site Kit met gegevens uit je dashboard en verzonden naar je WordPress e-mail, zodat al je gegevens bij je blijven."],"You can always deactivate this feature in <link>Settings<\/link>":["Je kunt deze functie altijd deactiveren in <link>Instellingen<\/link>"],"Email reports subscription":["E-mail rapporten abonnement"],"Manage email reports":["Beheer e-mailrapporten"],"%s (Please try again.)":["%s (Probeer het opnieuw.)"],"Error in Widget":["Fout in widget"],"An error prevented this Widget from being displayed properly. Report the exact contents of the error on the support forum to find out what caused it.":["Door een fout kon deze widget niet goed worden weergegeven. Rapporteer de exacte inhoud van de fout op het ondersteuning forum om de oorzaak te achterhalen."],"Managing user required to manage view access. <a>Learn more<\/a>":["Gebruikersvereisten beheren om de toegang tot weergaven te beheren. <a>Lees verder<\/a>"],"Additional items":["Extra items"],"You are currently offline. Some features may not be available.":["Je bent momenteel offline. Sommige functies zijn mogelijk niet beschikbaar."],"Current selection":["Huidige selectie"],"%1$d selected <MaxCount>(up to %2$d)<\/MaxCount>":["%1$d geselecteerd <MaxCount>(tot %2$d)<\/MaxCount>"],"Email":["E-mail"],"Google account":["Google account"],"<span>Help us improve Site Kit by sharing anonymous usage data.<\/span> <span>All collected data is treated in accordance with the <a>Google Privacy Policy.<\/a><\/span>":["<span>Help ons Site Kit te verbeteren door anonieme gebruiksgegevens te delen.<\/span> <span>Alle verzamelde gegevens worden behandeld in overeenstemming met het <a>Privacybeleid van Google.<\/a><\/span>"],"Save selection":["Selectie opslaan"],"Apply changes":["Wijzigingen toepassen"],"Google Account (Email: %1$s)":["Google account (e-mail: %1$s)"],"Google Account for %1$s":["Google account voor %1$s"],"Google Account for %1$s (Email: %2$s)":["Google account voor %1$s (e-mail: %2$s)"],"Copied to clipboard":["Gekopieerd naar klembord"],"Copy error contents":["Kopieer fout inhoud"],"Error message copied to clipboard. Click to copy the error message again.":["Fout bericht gekopieerd naar klembord. Klik om het foutbericht opnieuw te kopiëren."],"The server provided an invalid response":["De server gaf een ongeldige reactie terug"],"There was a critical error on this website while fetching data":["Er was een kritieke fout op deze site tijdens het ophalen van gegevens"],"Retry didn’t work? <HelpLink \/>":["Opnieuw proberen werkte niet? <HelpLink \/>"],"Key metrics":["Belangrijkste metrieken"],"The administrator sharing this module with you has lost access to the %s service, so you won’t be able to see stats from it on the Site Kit dashboard. You can contact them or another administrator to restore access.":["De beheerder die deze module deelt met je heeft geen toegang meer tot de %s dienst, dus je kunt de statistieken ervan niet zien op het Site Kit dashboard. Je kunt contact opnemen met hen of een andere beheerder om de toegang te herstellen."],"Access lost to %s":["Toegang verloren tot %s"],"Monthly":["Maandelijks"],"Weekly":["Wekelijks"],"<strong>Note:<\/strong> %s":["<strong>Opmerking:<\/strong> %s"],"Google Account":["Google Account"],"Reset sharing permissions":["Machtigingen voor delen opnieuw instellen"],"Done":["Gereed"],"Done editing roles":["Klaar met het bewerken van rollen"],"Warning: Resetting these permissions will remove view-only access for all users. Are you sure you want to reset all dashboard sharing permissions?":["Waarschuwing: het resetten van deze permissies zal de view-only toegang voor alle gebruikers verwijderen. Weet je zeker dat je alle dashboard sharing rechten wil resetten?"],"Reset dashboard sharing permissions":["Machtigingen voor het delen van dashboards resetten"],"Request access":["Toegang aanvragen"],"Get help":["Krijg hulp"],"Contact %s to change who can manage view access for this module":["Neem contact op met %s om te wijzigen wie de toegang tot deze module kan beheren"],"This service requires general access to Google APIs rather than access to a specific user-owned property\/entity, so view access is manageable by any admin signed in with Google.":["Deze dienst vereist algemene toegang tot Google API's in plaats van toegang tot een specifiek eigendom\/entiteit van de gebruiker, zodat de toegang tot het scherm kan worden beheerd door elke beheerder die is aangemeld bij Google."],"By clicking <strong>Apply<\/strong>, you will give other authenticated admins of your site permission to manage view-only access to Site Kit dashboard data from the chosen Google service":["Door op <strong>Toepassen<\/strong> te klikken, geef je andere geauthenticeerde beheerders van je site toestemming om alleen de toegang tot Site Kit dashboard gegevens van de gekozen Google dienst te beheren"],"Retry":["Opnieuw proberen"],"Data errors in %s":["Gegevens fout in %s"],"Data Unavailable":["Gegevens niet beschikbaar"],"Recoverable modules\u0004, ":[", "],"The data for the following modules was previously shared by an admin who no longer has access: %s. Please contact another admin to restore it.":["De gegevens voor de volgende modules werden eerder gedeeld door een beheerder die geen toegang meer heeft: %s. Neem contact op met een andere beheerder om deze te herstellen."],"%s data was previously shared by an admin who no longer has access. Please contact another admin to restore it.":["%s gegevens waren eerder gedeeld door een beheerder die niet langer toegang heeft. Neem contact op met een andere beheerder om het te herstellen."],"Service name\u0004Sign in with Google":["Aanmelden met Google"],"Any admin signed in with Google":["Elke beheerder die is aangemeld bij Google"],"Add roles":["Rollen toevoegen"],"Edit roles":["Rollen bewerken"],"%s has connected this and given managing permissions to all admins. You can change who can view this on the dashboard.":["%s heeft dit aangesloten en beheerder rechten gegeven aan alle beheerders. Je kan veranderen wie dit kan zien op het dashboard."],"<span>Managed by<\/span> <strong>%s<\/strong>":["<span>Beheerd door<\/span> <strong>%s<\/strong>"],"Contact managing user to manage view access":["Neem contact op met de beherende gebruiker om de toegang te beheren"],"Only me":["Alleen ik"],"Who can manage view access":["Wie kan de toegang beheren"],"Who can view":["Wie kan bekijken"],"Product":["Product"],"By clicking <strong>Apply<\/strong>, you’re granting the selected roles view-only access to data from the Google services you’ve connected via your account":["Door op <strong>Toepassen<\/strong> te klikken, geef je de geselecteerde rollen alleen toegang tot de gegevens van de Google diensten die je via je account hebt gekoppeld"],"Apply":["Toepassen"],"Share a view-only version of your Site Kit dashboard with other WordPress roles. <a>Learn more<\/a>":["Deel een view-only versie van je Site Kit dashboard met andere WordPress rollen. <a>Meer informatie<\/a>"],"Dashboard sharing & permissions":["Dashboard sharing & machtigingen"],"Open sharing settings":["Instellingen voor delen openen"],"Thanks for using Site Kit!<br \/>Help us make it even better":["Bedankt voor het gebruik van Site Kit!<br \/>Help ons het nog beter te maken"],"Shared by <strong>%s<\/strong>":["Gedeeld door <strong>%s<\/strong>"],"Shared services":["Gedeelde diensten"],"Learn more about dashboard sharing":["Meer informatie over het delen van dashboards"],"You can see stats from all shared Google services, but you can't make any changes. <a>Learn more<\/a>":["Je kunt statistieken zien van alle gedeelde Google diensten, maar je kunt geen wijzigingen aanbrengen. <a>Meer informatie<\/a>"],"You can see stats from all shared Google services, but you can't make any changes. <strong>Sign in to connect more services and control sharing access.<\/strong>":["Je kunt statistieken zien van alle gedeelde Google diensten, maar je kunt geen wijzigingen aanbrengen. <strong>Log in om meer diensten aan te sluiten en toegang tot delen te regelen.<\/strong>"],"View only":["Alleen bekijken"],"Go to dashboard":["Ga naar het dashboard"],"Maybe later":["Misschien later"],"Search":["Zoeken"],"Date range":["Datumbereik"],"Back to dashboard":["Terug naar dashboard"],"It looks like the URL %s is not part of this site or is not based on standard WordPress content types, therefore there is no data available to display. Visit our <link1>support forums<\/link1> or <link2><VisuallyHidden>Site Kit<\/VisuallyHidden> website<\/link2> for support or further information.":["Het lijkt erop dat de URL %s geen deel uitmaakt van deze site of niet gebaseerd is op standaard WordPress inhoud types, daarom zijn er geen gegevens beschikbaar om weer te geven. Bezoek onze <link1>support forums<\/link1> of <link2><VisuallyHidden>Site Kit<\/VisuallyHidden> site<\/link2> voor ondersteuning of verdere informatie."],"Monetization":["Inkomsten genereren"],"Content":["Inhoud"],"Traffic":["Verkeer"],"Enter title or URL…":["Voer de titel of URL in.."],"URL Search":["URL Zoekopdracht"],"Page\/URL Search":["Pagina\/URL zoeken"],"screen reader text\u0004(disabled)":["(uitgeschakeld)"],"Help":["Hulp"],"New":["Nieuw"],"Get help with AdSense":["Krijg hulp bij AdSense"],"Get support":["Krijg ondersteuning"],"Read help docs":["Lees de hulp documenten"],"Fix common issues":["Veelvoorkomende problemen oplossen"],"Got it":["Begrepen"],"%dh":["%du"],"%dm":["%dm"],"%ds":["%ds"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Next":["Volgende"],"screen reader text\u0004(opens in a new tab)":["(opent in een nieuwe tab)"],"Source: %s":["Bron: %s"],"This service was originally connected by an administrator — you can contact them for more information.":["Deze dienst was oorspronkelijk aangesloten door een beheerder - je kunt contact met hen opnemen voor meer informatie."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Deze dienst was oorspronkelijk aangesloten door de beheerder \"%s\" - je kunt contact met hen opnemen voor meer informatie."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["Je Google account heeft niet voldoende rechten om toegang te krijgen tot %s data, dus je kunt er geen statistieken van zien op het dashboard van Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Je Google account heeft niet voldoende rechten voor deze Search Console eigenschap, dus je kunt er geen statistieken van zien op het dashboard van Site Kit."],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["Je Google account heeft niet voldoende rechten voor deze Analytics weergave, dus je kunt er geen statistieken van zien op het dashboard van Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Je Google account heeft niet voldoende rechten voor deze Analytics eigenschap, dus je kunt er geen statistieken van zien op het dashboard van Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["Je Google account heeft niet voldoende rechten voor dit Analytics account, dus je kunt er geen statistieken van zien op het dashboard van Site Kit."],"Insufficient permissions in %s":["Onvoldoende rechten in %s"],"Report this problem":["Rapporteer dit probleem"],"%1$s To fix this, <a href=\"%2$s\">redo the plugin setup<\/a>.":["%1$s Om dit op te lossen, <a href=\"%2$s\">de plugin setup opnieuw uitvoeren<\/a>."],"Proceed":["Doorgaan"],"Additional Permissions Required":["Extra rechten vereist"],"Manage Sites":["Beheer sites"],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Laatste %s dag","Laatste %s dagen"],", ":[", "],"Site Kit encountered an error":["Site Kit heeft een fout aangetroffen"],"Site Kit by Google Logo":["Site Kit door Google logo"],"Last 90 days":["Laatste 90 dagen"],"OK, Got it!":["Oké, ik snap het!"],"Speed":["Snelheid"],"Last 7 days":["Afgelopen 7 dagen"],"Last 28 days":["Laatste 28 dagen"],"Back":["Terug"],"Learn more":["Leer meer"],"Error: %s":["Fout: %s"],"Account":["Account"],"%s data is not yet available, please check back later":["%s gegevens zijn nog niet beschikbaar, kom later terug"],"%s Gathering Data":["%s Gegevens verzamelen"],"Data error in %s":["Gegevens fout in %s"],"Disconnecting Site Kit by Google will remove your access to all services. After disconnecting, you will need to re-authorize to restore service.":["Door de verbinding met Site Kit by Google te verbreken, wordt je toegang tot alle diensten verwijderd. Na het verbreken van de verbinding moet je opnieuw autoriseren om de dienst te herstellen."],"Disconnect":["Verbreken"],"User Avatar":["Gebruikersavatar"],"Detailed Page Stats":["Gedetailleerde pagina statistieken"],"Back to the Site Kit dashboard":["Terug naar het Site Kit dashboard"],"Cancel":["Annuleren"],"No results found":["Geen resultaten gevonden"],"All":["Alles"],"Reset":["Herstellen"],"Close":["Sluiten"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-entity-dashboard-446e6cd4802f6bb746df.js"}}