{"translation-revision-date":"2025-12-05 11:44:54+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"After the post is published, you can preview, and manually share or schedule it.":["Nadat het bericht is gepubliceerd, kun je een voorbeeld bekijken en het handmatig delen of inplannen."],"When the post is published, it will be shared automatically on:":["Wanneer het bericht is gepubliceerd, wordt het automatisch gedeeld op:"],"Link preview image":["Link voorvertoning afbeelding"],"Open link preview":["Open linkvoorbeeld"],"Automatically share your website content to your favorite social media platforms, from one place.":["Deel de inhoud van je site automatisch naar je favoriete socialmediaplatformen vanaf één plek."],"Auto-share post":["Automatisch bericht delen"],"Share to social media":["Delen naar sociale media"],"Has a video":["Heeft een video"],"Has an image":["Heeft een afbeelding"],"Has multiple images":["Heeft meerdere afbeeldingen"],"Toggle search filters":["Toggle zoekfilters"],"Matching comment":["Overeenkomende reactie"],"Is a product":["Is een product"],"Is an event":["Is een evenement"],"Has audio":["Heeft audio"],"Publicize font options":["Lettertype-opties publiceren"],"Font":["Lettertype"],"You must connect your WordPress.com account to be able to re-share posts.":["Je moet je WordPress.com account verbinden om berichten opnieuw te kunnen delen."],"Default Image":["Standaardafbeeldingen"],"To re-share a post, you need to upgrade to a paid plan.":["Om een bericht opnieuw te delen, moet je upgraden naar een betaald abonnement."],"Publicize scheduled actions":["Publicize geplande acties"],"Publicize shares data":["Shares-gegevens publiceren"],"There was an error deleting the item.":["Er is een fout opgetreden bij het verwijderen van het item."],"There was an error scheduling the post.":["Er is een fout opgetreden bij het inplannen van het bericht."],"Post scheduled successfully.":["Bericht ingepland."],"No upcoming posts scheduled for sharing.\u0004No upcoming shares":["Geen aankomende shares"],"Upcoming posts scheduled for sharing.\u0004Upcoming shares":["Aankomende shares"],"Scheduled posts\/shares items\u0004Scheduled (%d)":["Gepland (%d)"],"Scheduled posts\/shares items being loaded.\u0004Scheduled (Loading…)":["Gepland (Laden...)"],"The button label for the modal trigger\u0004Preview & Share":["Voorbeeldweergave & delen"],"The title of the social modal\u0004Share Post":["Deel bericht"],"Are you sure you want to delete this post?":["Weet je zeker dat je dit bericht wilt verwijderen?"],"Confirms the date and time selected to be used to share the post\u0004Confirm":["Bevestigen"],"This notice is shown when a social media connection needs to be reconnected.\u0004To keep sharing with this connection, please reconnect it.":["Om te blijven delen met deze verbinding, moet je het opnieuw koppelen."],"This notice is shown when a social media connection is broken.\u0004There is an issue with this connection.":["Er is een probleem met deze verbinding."],"Publicize services":["Publiceer diensten"],"This can either be %s or just the domain name if you are using a custom domain.":["Dit kan %s zijn of alleen de domeinnaam als je een aangepast domein gebruikt."],"Bluesky usernames cannot contain dots. If you are using a custom domain, enter it without \"%s\"":["Bluesky-gebruikersnamen mogen geen punten bevatten. Als je een aangepast domein gebruikt, voer het dan in zonder ‘%s’"],"A social connection needs attention. <fixLink>Manage connections<\/fixLink> to fix it.":["Een sociale connectie heeft aandacht nodig. <fixLink>Beheer connecties<\/fixLink> om het op te lossen.","Sommige sociale connecties hebben aandacht nodig. <fixLink>Beheer connecties<\/fixLink> om ze op te lossen."],"Expiring connection":["Verbinding verloopt","Verlopende verbindingen"],"Reconnect to continue sharing.":["Opnieuw verbinden om te blijven delen."],"Social Settings":["Pictogrammen van social media-instellingen"],"We could not retrieve which company pages you have access to. This is a known issue with the LinkedIn API. If you would like to connect a company page, please retry after 5 minutes.":["We konden niet terugvinden tot welke bedrijfspagina’s je toegang hebt. Dit is een bekend probleem met het LinkedIn API. Probeer het na 5 minuten opnieuw als je verbinding wilt maken met een bedrijfspagina."],"Request submitted successfully.":["Aanvraag succesvol ingediend."],"This is what it will look like when someone shares the link to your WordPress post on Bluesky.":["Zo ziet het eruit als iemand de link naar je WordPress-bericht deelt op Bluesky."],"This is what your social post will look like on Bluesky:":["Zo ziet je socialemediabericht eruit op Bluesky:"],"refers to the time since the post was published, e.g. \"1h\"\u00041h":["1u"],"Account name":["Accountnaam"],"To share to Bluesky please enter your Bluesky handle and app password below, then click connect.":["Om te delen naar Bluesky, voer je hieronder je Bluesky-gebruikersnaam en appwachtwoord en klik je op koppelen."],"This Bluesky account is already connected":["Dit Bluesky-account is al gekoppeld"],"Invalid Bluesky handle":["Ongeldige Bluesky-gebruikersnaam"],"Please provide an app password to fix the connection.":["Voer een app-wachtwoord in om de verbinding te herstellen."],"App password is needed to safely connect your account. App password is different from your account password. You can <link>generate it in Bluesky<\/link>.":["Appwachtwoord is nodig om je account veilig te koppelen. Appwachtwoord is anders dan je accountwachtwoord. Je kan het <link>genereren in Bluesky<\/link>."],"App password":["Appwachtwoord"],"You can find the handle in your Bluesky profile.":["Je kan je gebruikersnaam vinden in je Bluesky-profiel."],"Bluesky handle":["Bluesky-gebruikersnaam"],"You can find the handle in your Mastodon profile.":["Je kan je gebruikersnaam vinden in je Mastodon-profiel."],"Mastodon handle":["Mastodon-gebruikersnaam"],"The handle of a social media account.\u0004Handle":["Gebruikersnaam"],"Actions":["Acties"],"Status":["Status"],"Social media connection\u0004This connection has been reconnected or removed.":["Deze verbinding is opnieuw gemaakt of verbroken."],"Social media connection\u0004This connection has been removed.":["Deze verbinding is verbroken."],"Please refresh and check again in a few minutes.":["Vernieuw en controleer het over een paar minuten opnieuw."],"Edit and preview your social post before sharing.":["Bewerk en bekijk je socialmediabericht voordat je het deelt."],"Connection disabled":["Verbinding uitgeschakeld"],"Connection enabled":["Verbinding ingeschakeld"],"Failed":["Mislukt"],"The sharing is successful\u0004Shared":["Gedeeld"],"Sharing failed with the following message:":["Deel mislukt met het volgende bericht:"],"Sharing status":["Deelstatus"],"View sharing history":["Bekijk deelgeschiedenis"],"The request to share your post is still in progress.":["De aanvraag om je bericht te delen is nog steeds in behandeling."],"Your post was not shared.":["Je bericht is niet gedeeld."],"Your post was successfuly shared to %d connection.":["Je bericht is succesvol gedeeld met %d connectie.","Je bericht is succesvol gedeeld met %d connecties."],"Your post was shared.":["Je bericht is gedeeld."],"Review status and try again":["Beoordeling status en probeer het opnieuw"],"Your post was unable to be shared to %d connection.":["Je bericht kon niet worden gedeeld naar %d verbinding.","Je bericht kon niet worden gedeeld naar %d verbindingen."],"Sharing to your social media…":["Deel naar je sociale media…"],"Write a custom message for your social audience here. This message will override your social post content.":["Schrijf hier een aangepast bericht voor je publiek op social media. Dit bericht overschrijft de inhoud van je socialmediabericht."],"Invalid media":["Ongeldige media"],"Invalid dimensions":["Ongeldige afmetingen"],"Video too short":["Video te kort"],"Video too long":["Video te lang"],"File too big":["Bestand te groot"],"Social Preview":["Voorbeeldweergave social media"],"Preview social posts":["Voorbeeld bekijken van socialmediaberichten"],"Please fix the broken connections or disconnect them to create more connections.":["Herstel de verbroken verbindingen of ontkoppel ze om meer verbindingen te maken."],"Fix social media connection\u0004Fix connection":["Herstel verbinding"],"Fix the social media connections\u0004Fix connections":["Herstel verbindingen"],"Want to share to other networks? Use our Manual Sharing feature from the editor.":["Wil je op andere netwerken delen? Gebruik de functie voor handmatig delen vanuit de editor."],"Comma to separate list of social media platforms\u0004,":[","],"Colon to display before the list of social media platforms\u0004:":[":"],"You can use our <link>Manual Sharing<\/link> feature instead.":["Je kan ook onze functie <link>Handmatig delen<\/link> gebruiken."],"Threads profile image":["Threads-profielafbeelding"],"Threads link preview requires an image to be set for the post. Please add an image to see the preview.":["De voorbeeldweergave van de Threads-link vereist dat er een afbeelding is ingesteld voor het bericht. Voeg een afbeelding toe om het voorbeeld te bekijken."],"This is what it will look like when someone shares the link to your WordPress post on Threads.":["Zo ziet het eruit als iemand de link naar je WordPress-bericht deelt op Threads."],"This is what your social post will look like on Threads:":["Zo ziet je socialmediabericht eruit op Threads:"],"Failed to save image to library.":["Mislukt om afbeelding op te slaan in bibliotheek."],"Failed to download image.":["Mislukt om afbeelding te downloaden."],"The name of the social media network - threads.net\u0004Threads":["Threads"],"Save to media library":["Opslaan in mediatheek"],"Saving the file to media library\u0004Saving…":["Aan het opslaan..."],"Save the generated image to your media library.":["Sla de gegenereerde afbeelding op in je mediatheek."],"Image saved to media library.":["Afbeelding opgeslagen in mediatheek."],"Add Threads connection":["Koppeling met Threads toevoegen"],"Increase your presence in social media by sharing your posts automatically to Threads.":["Verhoog je aanwezigheid op social media door je berichten automatisch op Threads the delen."],"Share posts to your Threads feed.":["Deel berichten in je Threads feed."],"Broken connection":["Verbroken verbinding","Gebroken verbindingen"],"Attached Media":["Bijgevoegde media"],"This platform is no longer supported.":["Dit platform wordt niet langer ondersteund."],"Updating account":["Account updaten"],"Error updating account.":["Fout bij updaten account."],"Account updated successfully.":["Account succesvol geüpdatet."],"Error connecting account.":["Fout bij koppelen van account."],"%s account connected successfully.":["%s-account verbonden."],"Error disconnecting account.":["Fout bij verbreken account."],"Account disconnected successfully.":["Account succesvol verbroken."],"To share to Mastodon please enter your Mastodon username below, then click connect.":["Voer hieronder je Mastodon-gebruikersnaam in en klik vervolgens op verbinden om te kunnen delen op Mastodon."],"Share with your network.":["Delen met je netwerk."],"Add Tumblr connection":["Verbinding met Tumblr toevoegen"],"<strong>Connect<\/strong> to automatically share posts to your Tumblr blog.":["<strong>Maak verbinding<\/strong> om je berichten automatisch te delen op je Tumblr-blog."],"Share to your Tumblr blog.":["Delen op je Tumblr-blog."],"<strong>Connect<\/strong> with friends, neighbors, and local businesses by automatically sharing your posts to Nextdoor.":["<strong>Maak verbinding<\/strong> met vrienden, buren en lokale bedrijven door je berichten automatisch te delen op Nextdoor."],"Share on communities":["Delen met communities"],"Add LinkedIn connection":["LinkedIn-connectie toevoegen"],"<strong>Connect<\/strong> to automatically share posts with your LinkedIn connections.":["<strong>Maak verbinding<\/strong> om je berichten automatisch te delen met je LinkedIn-connecties."],"Share with your LinkedIn community.":["Delen met je LinkedIn-community."],"Add Instagram photo":["Instagram-foto toevoegen"],"Learn how to convert & link your Instagram account.":["Leer hoe je je Instagram-account kunt omzetten en koppelen."],"<i>When you click “connect” you'll be asked to <strong>log into Facebook<\/strong>. If your Instagram Business account isn't listed, ensure it's linked to a Facebook page.<\/i>":["<i>Wanneer je op 'verbinden' klikt, wordt je gevraagd om <strong>in te loggen bij Facebook<\/strong>. Als je Instagram Business-account niet wordt vermeld, controleer dat het gekoppeld is aan een Facebook-pagina.<\/i>"],"Your Instagram Business account must be linked to a Facebook page.":["Je Instagram Business-account moet gekoppeld zijn aan een Facebook-pagina."],"You must have an Instagram Business account.":["Je moet een Instagram Business-account hebben."],"Requirements for connecting Instagram:":["Vereisten voor het koppelen van Instagram:"],"Drive engagement and save time by automatically sharing images to Instagram when you publish blog posts.":["Stimuleer betrokkenheid en bespaar tijd door afbeeldingen automatisch te delen op Instagram als je blogberichten plaatst."],"Share to your Instagram Business account.":["Delen op je Instagram Business-account."],"Add Facebook connection":["Facebook-connectie toevoegen"],"<strong>Connect<\/strong> to automatically share posts on your Facebook page.":["<strong>Maak verbinding<\/strong> om berichten automatisch te delen op je Facebook-pagina."],"Share to your pages":["Delen op je pagina’s"],"This Mastodon account is already connected":["Dit Mastodon-account is al gekoppeld"],"Invalid Mastodon username":["Ongeldige Mastodon-gebruikersnaam"],"%d connections":["%d verbindingen"],"This connection is added by a site administrator.":["Deze verbinding is toegevoegd door een sitebeheerder."],"Connect more":["Meer verbinden"],"Manage Jetpack Social connections":["Jetpack sociale verbindingen beheren"],"Connection confirmation":["Bevestiging van verbinding"],"Already connected":["Al verbonden"],"No accounts\/pages found.":["Geen accounts\/pagina’s gevonden."],"Message shown when there are no connections found to connect\u0004No more accounts\/pages found.":["Geen andere accounts\/pagina’s gevonden."],"You can change this later.":["Je kan dit later wijzigen."],"If enabled, the connection will be available to all administrators, editors, and authors.":["Wanneer ingeschakeld, is de verbinding beschikbaar voor alle beheerders, editors en auteurs."],"Select the account you'd like to connect. All your new blog posts will be automatically shared to this account. You'll be able to change this option in the editor sidebar when you're writing a post.":["Selecteer het account dat je wilt koppelen. Je nieuwe blogberichten worden automatisch gedeeld op dit account. Je kan deze optie wijzigen in de zijbalk van de editor als je een bericht schrijft."],"Please select an account to connect.":["Selecteer een account om mee te verbinden."],"Call to action to buy a new plan\u0004Unlock enhanced media sharing features.":["Ontgrendel verbeterde functies voor media delen."],"Reconnect a social media account\u0004Reconnect":["Opnieuw verbinden"],"Mark the connection as shared":["Markeer de verbinding als gedeeld"],"Disconnect a social media account\u0004Disconnect":["Verbinding verbreken"],"Are you sure you want to disconnect <strong>%s<\/strong>?":["Weet je zeker dat je de verbinding met <strong>%s<\/strong> wil verbreken?"],"Enable the social media accounts where you want to re-share your post, then click on the \"Preview and Share\" button below.":["Schakel de sociale media accounts in waar je je bericht opnieuw wilt delen en klik daarna op de knop \"Voorbeeld en delen\" hieronder."],"You must connect your WordPress.com account to be able to connect social media accounts.":["Je moet je WordPress.com account koppelen om sociale media accounts te kunnen koppelen."],"Bluesky":["Bluesky"],"Connect your accounts":["Verbind je accounts"],"Just tap the social network or \"Copy to Clipboard\" icon, and we'll format your content for sharing.":["Tikken op de sociale media iconen of op het icoon 'Kopiëren naar klembord' en we delen je inhoud goed in om te kunnen delen."],"Manual sharing":["Handmatig delen"],"This is what it will look like when someone shares the link to your WordPress post on Nextdoor.":["Zo ziet het eruit als iemand de link naar je WordPress-bericht deelt op Nextdoor."],"This is what your social post will look like on Nextdoor:":["Zo ziet je socialmediabericht eruit op Nextdoor:"],"Neighborhood":["Buurt"],"Share on %s":["Deel op %s"],"Copy to clipboard":["Kopieer naar klembord"],"X":["X"],"Activate the Jetpack Social feature to connect your website to the social media networks you use.":["Activeer de Jetpack Social functie om je site te verbinden met de sociale medianetwerken die je gebruikt."],"Button label that opens the social previews modal\u0004Preview":["Voorbeeld"],"Templates":["Templates"],"Custom Header":["Aangepaste header"],"Open the Social Image Generator settings":["Open de instellingen van Social Image Generator"],"You need a featured image to share to Instagram.":["Je hebt een uitgelichte afbeelding nodig om te delen op Instagram."],"To share to Instagram, add an image\/video, or enable Social Image Generator.":["Om te delen op Instagram, voeg een afbeelding\/video toe of schakel de social afbeelding generator in."],"Leave a Review":["Laat een beoordeling achter"],"Please leave a review to let others know how easy getting your posts on social media can be!":["Laat een beoordeling achter om anderen te laten weten hoe gemakkelijk het kan zijn om je berichten op sociale media te krijgen!"],"Just like that, Jetpack Social has shared your post to your connected social accounts.":["Zo simpel is het, Jetpack Social heeft je bericht gedeeld op je gekoppelde sociale accounts."],"Presto! %s":["Snel! %s"],"The selected media cannot be shared to some social media platforms.":["De geselecteerde media kan niet worden gedeeld met sommige sociale mediaplatforms."],"Nextdoor":["Nextdoor"],"This is what it will look like when someone shares the link to your WordPress post on X.":["Dit is hoe het eruit zal zien wanneer iemand de link naar je WordPress bericht deelt op X."],"This is what your social post will look like on X:":["Dit is hoe je sociale bericht eruit zal zien op X:"],"This is what it will look like when someone shares the link to your WordPress post on Tumblr.":["Zo ziet het eruit als iemand de link naar je WordPress bericht deelt op Tumblr."],"This is what your social post will look like on Tumblr:":["Zo zie je sociale bericht eruit op Tumblr:"],"Reblog":["Reblog"],"0 notes":["0 reacties"],"View On WordPress":["Bekijk op WordPress"],"Tumblr preview thumbnail":["Tumblr voorbeeld thumbnail"],"This is what it will look like when someone shares the link to your WordPress post on Mastodon.":["Zo ziet het eruit als iemand de link naar je WordPress bericht deelt op Mastodon."],"This is what your social post will look like on Mastodon:":["Zo zie je sociale bericht eruit op Mastodon:"],"anonymous-user":["anonieme gebruiker"],"Mastodon preview thumbnail":["Mastodon thumbnail voorbeeld"],"This is what it will look like when someone shares the link to your WordPress post on LinkedIn.":["Zo ziet het eruit als iemand de link naar je WordPress bericht op LinkedIn deelt."],"This is what your social post will look like on LinkedIn:":["Dit is hoe je bericht er uit zal zien op LinkedIn:"],"%d min read":["%d min. lezen"],"1st":["1e"],"View one comment":["Bekijk één reactie"],"This is what it will look like when someone shares the link to your WordPress post on Facebook.":["Zo ziet het eruit als iemand de link naar je WordPress bericht op Facebook deelt."],"Link preview":["Link voorbeeld"],"This is what your social post will look like on Facebook:":["Dit is hoe je bericht er uit zal zien op Facebook:"],"Your post":["Je bericht"],"Just now":["Net"],"1h":["1u"],"Anonymous User":["Anonieme gebruiker"],"Facebook Preview Thumbnail":["Facebook voorbeeld thumbnail"],"Job Title (Company Name)":["Functietitel (Bedrijfsnaam)"],"Dismiss notice":["Bericht negeren"],"Connect now":["Nu aansluiten"],"Pick the %s template":["Kies de %s template"],"Generated preview":["Gegenereerde voorbeeld"],"By default the post title is used for the image. You can use this field to set your own text.":["Standaard wordt de titel van het bericht gebruikt voor de afbeelding. Je kunt dit veld gebruiken om je eigen tekst in te stellen."],"Social Image is disabled for this post.":["Sociale afbeelding is uitgeschakeld voor dit bericht."],"Enable Social Image":["Sociale afbeelding inschakelen"],"Add a custom image":["Een aangepaste afbeelding toevoegen"],"No Image":["Geen afbeelding"],"Custom Image":["Aangepaste afbeelding"],"Image Type":["Afbeeldingstype"],"Choose Image":["Kies afbeelding"],"Arrow right":["Pijl naar rechts"],"Arrow left":["Pijl naar links"],"Mastodon":["Mastodon"],"Troubleshooting tips":["Tips voor het oplossen van problemen"],"Learn photo and video best practices":["Leer de beste praktijken voor foto's en video's"],"Choose a visual to accompany your post.":["Kies een beeld bij je bericht."],"Add an image or video":["Een afbeelding of video toevoegen"],"Remove media":["Media verwijderen"],"Choose Media":["Kies media"],"New":["Nieuw"],"Magnifying Glass":["Vergrootglas"],"Share Your Content Again":["Je inhoud opnieuw delen"],"Re-sharing your content":["Je inhoud opnieuw delen"],"Connection":["Verbinding"],"More information.":["Meer informatie."],"This feature is for sites with a %s plan.":["Deze functie is voor sites met een %s abonnement."],"To re-share a post, you need to upgrade to the %s plan":["Om dit bericht opnieuw te delen, moet je upgraden naar het %s abonnement"],"Upgrade now":["Nu upgraden"],"paid":["betaald"],"You must publish your post before you can share it.":["Je moet je bericht publiceren voordat je deze kan delen."],"Unable to share the Post":["Kon bericht niet delen"],"Loading…":["Aan het laden..."],"Jetpack Logo":["Jetpack logo"],"Dismiss":["Negeren"],"Retry":["Opnieuw proberen"],"Twitter profile image":["Twitter profiel afbeelding"],"Account Name":["Accountnaam"],"Social Previews":["Sociale voorbeelden"],"Preview what this will look like on social networks and Google search.":["Bekijk een voorbeeld van hoe dit eruit zal zien op sociale netwerken en Google Zoeken."],"Google Search":["Google zoeken"],"Redirecting…":["Omleiden…"],"Upgrade your plan to upload audio":["Upgrade je abonnement om audio te uploaden"],"Upgrade your plan to use video covers":["Upgrade je abonnement om video covers te gebruiken"],"Tag":["Tag"],"Post":["Bericht"],"Page":["Pagina"],"Show filters":["Toon filters"],"Add a new account":["Een nieuw account toevoegen"],"Disconnecting…":["Verbinding verbreken …"],"Connecting…":["Verbinden..."],"Schedule":["Plannen"],"Confirm":["Bevestigen"],"%d character remaining":["%d teken resterend","%d tekens resterend"],"(opens in a new tab)":["(opent in een nieuwe tab)"],"Activate Jetpack Social":["Jetpack Social activeren"],"Help":["Hulp"],"View":["Weergeven"],"Copied!":["Gekopieerd!"],"WhatsApp":["WhatsApp"],"Information":["Informatie"],"Featured Image":["Uitgelichte afbeelding"],"Learn more":["Lees verder"],"Delete":["Verwijderen"],"Category":["Categorie"],"Time":["Tijd"],"Tumblr":["Tumblr"],"Facebook":["Facebook"],"LinkedIn":["LinkedIn"],"Close":["Sluiten"],"Share":["Delen"],"Connect":["Verbinden"],"Save":["Opslaan"],"Reply":["Beantwoorden"],"Like":["Vind-ik-leuk"],"Cancel":["Annuleren"],"Default":["Standaard"],"Yes":["Ja"],"Message":["Bericht"],"Website":["Site"],"Comment":["Reactie"],"Visit the post for more.":["Bezoek het bericht voor meer."],"Edit":["Bewerken"],"Connected":["Verbonden"],"Settings":["Instellingen"]}},"comment":{"reference":"jetpack_vendor\/automattic\/jetpack-publicize\/build\/editor-jetpack-sidebar.js"}}